tap 'caskroom/cask'
tap 'homebrew/bundle'
tap 'homebrew/dupes'
tap 'homebrew/science'
tap 'homebrew/versions'
tap 'homebrew/homebrew-php'
tap 'neovim/neovim'

brew 'autoconf'
brew 'automake'
brew 'brew-cask'
brew 'cmake'
brew 'gettext'
brew 'libtool'
brew 'neovim', args: ['HEAD']
brew 'pkg-config'
brew 'libevent'
brew 'libpng'
brew 'libtool'
brew 'mozilla-addon-sdk'
brew 'msgpack'
brew 'node'
brew 'openssl'
brew 'pcre'
brew 'php56'
brew 'php56-xdebug'
brew 'pkg-config'
brew 'scons'
brew 'terminal-notifier'
brew 'the_silver_searcher'
brew 'tmux'
brew 'tree'
brew 'unixodbc'
brew 'watch'
brew 'xz'
brew 'zlib'
brew 'zsh'

cask 'easysimbl'
cask 'slack'
cask 'vimr'
cask 'adobe-creative-cloud'
cask 'amethyst'
cask 'atom'
cask 'charles'
cask 'dash'
cask 'dashlane'
cask 'dropbox'
cask 'firefox'
cask 'google-chrome'
cask 'haskell-platform'
cask 'iterm2'
cask 'kaleidoscope'
cask 'karabiner'
cask 'rowanj-gitx'
cask 'secrets'
cask 'seil'
cask 'sequel-pro'
cask 'slate'
cask 'spotify'
cask 'vimr'
cask 'virtualbox'
