tap 'caskroom/cask'
tap 'caskroom/fonts'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'neovim/neovim'
brew 'autoconf'
brew 'automake'
brew 'awscli'
brew 'cmake'
brew 'libgpg-error'
brew 'libassuan'
brew 'libgcrypt'
brew 'libksba'
brew 'pth'
brew 'dirmngr'
brew 'docker'
brew 'fzf', args: ['HEAD']
brew 'gdbm'
brew 'gettext'
brew 'gnu-getopt'
brew 'pinentry'
brew 'gpg-agent'
brew 'libusb'
brew 'libusb-compat'
brew 'gnupg2'
brew 'go'
brew 'htop-osx'
brew 'hub'
brew 'jemalloc'
brew 'openssl'
brew 'libevent'
brew 'libtermkey'
brew 'libtool'
brew 'libuv'
brew 'libvterm'
brew 'msgpack'
brew 'node'
brew 'pwgen'
brew 'tree'
brew 'pass'
brew 'pcre'
brew 'pkg-config'
brew 'terminal-notifier'
brew 'xz'
brew 'the_silver_searcher'
brew 'tmux'
brew 'unibilium'
brew 'watch'
brew 'zsh'
brew 'neovim/neovim/neovim'
cask 'atom'
cask 'dash'
cask 'docker'
cask 'font-fira-mono-for-powerline'
cask 'font-meslo-lg'
cask 'font-meslo-lg-for-powerline'
cask 'kaleidoscope'
cask 'karabiner'
cask 'paw'
cask 'seil'
cask 'spotify'
cask 'virtualbox'
