tap 'atlassian/tap'
tap 'caskroom/cask'
tap 'caskroom/fonts'
tap 'caskroom/versions'
tap 'homebrew/bundle'
tap 'homebrew/dupes'
tap 'homebrew/php'
tap 'homebrew/science'
tap 'homebrew/versions'
tap 'neovim/neovim'
brew 'autoconf'
brew 'xz'
brew 'automake'
brew 'awscli'
brew 'go'
brew 'docker'
brew 'boot2docker'
brew 'cmake'
brew 'cscope'
brew 'flow'
brew 'libpng'
brew 'freetype'
brew 'fzf', args: ['HEAD']
brew 'gdbm'
brew 'gettext'
brew 'libtool'
brew 'htop-osx'
brew 'hub'
brew 'icu4c'
brew 'jpeg'
brew 'pkg-config'
brew 'openssl'
brew 'libevent'
brew 'macvim', args: ['override-system-vim']
brew 'mozilla-addon-sdk'
brew 'msgpack'
brew 'ncdu'
brew 'node'
brew 'osquery'
brew 'pcre'
brew 'scons'
brew 'terminal-notifier'
brew 'the_silver_searcher'
brew 'tmux'
brew 'tree'
brew 'unixodbc'
brew 'watch'
brew 'zsh'
brew 'atlassian/tap/atlassian-plugin-sdk'
brew 'caskroom/cask/brew-cask'
brew 'homebrew/dupes/zlib'
brew 'neovim/neovim/neovim', args: ['HEAD']
cask 'adobe-creative-cloud'
cask 'amethyst'
cask 'atom'
cask 'charles'
cask 'dash'
cask 'dashlane'
cask 'dbvisualizer'
cask 'dropbox'
cask 'easysimbl'
cask 'firefox'
cask 'font-fira-mono-for-powerline'
cask 'font-meslo-lg'
cask 'font-meslo-lg-for-powerline'
cask 'google-chrome'
cask 'haskell-platform'
cask 'iterm2'
cask 'kaleidoscope'
cask 'karabiner'
cask 'paw'
cask 'rowanj-gitx'
cask 'secrets'
cask 'seil'
cask 'sequel-pro'
cask 'slack'
cask 'slate'
cask 'spotify'
cask 'sublime-text3'
cask 'vimr'
